Repository: Zylioth/EsportsBrunei
Catalog: PHP-Gettext/locale/*/LC_MESSAGES/messages.po
Languages: my

source: Esport Brunei - Homepage
my: Esport Brunei - Laman Utama

source: Search
my: Cari

source: Topics
my: Topik

source: Trending
my: Terhangat

source: Trending Posts
my: Post Hangat

source: About Us
my: Tentang kami

source: What is Esport BN ?
my: Apa itu Esport BN ?

source: It is a website developed to satisfy the needs of a user that could not only just advertise but also to allow players get updated news of Bruneian gaming in the Bruneian gaming community . Furthermore , Esports BN becomes a one way for users to register for events that are available for them to join to .
my: Ia adalah sebuah laman sesawang yang dapat diguna pakai bukan sahaja bagi tujuan pengiklanan akan tetapi juga dapat digunakan bagi mendapatkan maklumat terkini mengenai kemajuan Esports Brunei. Tambahan lagi, Esports BN dapat menjadi sebuah platform bagi para pemain untuk mendaftar dan mengikuti acara-acara esports yang diadakan.

source: What do we offer ?
my: Apa yang kami tawarkan ?

source: 1. Forums
my: 1. Forum

source: In the forum, the community will be posting news, strategies and events that are upcoming.
my: Didalam forum, komuniti gaming akan berkongsi maklumat terkini dan info semasa, strategi dan acara yang akan di adakan di masa akan datang.

source: 2. Event Creations
my: 2. Menganjurkan acara

source: Want to organise a tournament or gaming event? Be part of the team by becoming an Organiser and you will be able to host/organise this event. Organiser can also look for volunteers through the help of this platform.
my: Anda mahu menganjurkan perlawanan ataupun acara gaming? Sertailah kami dan jadilah Organiser dan anda akan dapat membuat acara sebagai host/penganjur. Penganjur juga boleh mendapatkan sukarelawan dengan menggunakan platform ini.

source: 3. Teams
my: 3. Pasukan

source: Our website allows users to create teams/squad for them to able to register for events in the event page
my: Laman sesawang kami memberikan kemudahan untuk membuat pasukan bagi mneyertai acara-acara yang di kongsikan dilaman acara kami

source: Send us a Message if there are any or give us a call at
my: Hantarlah mesej kepada kami atau anda boleh membuat panggilan ke

source: message
my: mesej

source: Send Message
my: Hantar Mesej

source: Enter your name
my: Masukkan Nama

source: Enter your email
my: Masukkan Emel

source: Enter your phone
my: Masukkan nombor telefon

source: Enter your website (optional)
my: Masukkan alamat laman sesawang anda (jika ada)

source: submit
my: hantar

source: cancel
my: batal

source: post-title
my: Terbitkan tajuk

source: title
my: Tajuk

source: Register For this event
my: Mendaftar untuk acara ini

source: Login/Signup to register for this event
my: logmasuk/Mendaftar untuk menyertai acara ini

source: Esport Brunei - Event Page
my: Esport Brunei - Laman Acara

source: Trending Events
my: Acara terhangat

source: image
my: imej

source: created_at
my: dibuat pada

source: recent-post-title
my: tajuk post terkini

source: Read More
my: Teruskan Membaca

source: Forgot Password
my: Lupa Kata kunci

source: Enter your email address
my: Masukkan emel

source: Esport Brunei - Login Form
my: Esport Brunei - Borang Logmasuk

source: Login Form
my: Borang LogMasuk

source: Login with your email and password.
my: Log Masuk menggunakan emel dan kata kunci

source: Enter your username
my: Masukkan nama pengguna

source: Password
my: Kata Kunci

source: Forgot password?
my: Lupa Kata Kunci?

source: Signup now
my: Daftar Sekarang

source: Not yet a member?
my: Belum menjadi ahli?

source: your message has been sent
my: Mesej anda sudah dihantar

source: Sorry, failed to send your message!
my: Harap maaf, mesej anda gagal dihantar

source: Enter a valid email address!
my: Sila masukkan emel yang betul!

source: Email and message field is required!
my: Emel dan kotak mesej perlu diisi!

source: Esport Brunei - Create a New Password
my: Esport Brunei - Buat kata kunci baru

source: New Password
my: Kata Kunci Baru

source: Create new password
my: Buat kata kunci baru

source: Confirm your password
my: Sahkan kata kunci anda

source: Esport Brunei - Organiser Registration
my: Esport Brunei - Pendaftaran Penganjur

source: Become an Organiser
my: Jadilah seorang Penganjur

source: Username (Read Only)
my: Nama pengguna (Untuk dibaca sahaja)

source: Email (Read Only)
my: Emel (Untuk dibaca sahaja)

source: Proof of registered organiser
my: Bukti penganjur berdaftar

source: Proof
my: Bukti

source: Register
my: Mendaftar

source: Profile Picture
my: Gambar Profile

source: Username
my: Nama pengguna

source: Email
my: Emel

source: Phone Number
my: Nombor telefon

source: Solo Registration
my: Pendaftaran Perseorangan

source: Team Registration
my: Pendaftaran berpasukan

source: Amount:
my: Jumlah:

source: Submit Payment
my: Hantar pembayaran

source: Esport Brunei - Code Verification
my: Esport Brunei - Kod Pengesahan

source: Code Verification
my: Kod Pengesahan

source: Esport Brunei - Signup Form
my: Esport Brunei - Borang pendaftaran

source: Signup Form
my: Borang pendaftaran

source: It's quick and easy.
my: Ia adalah mudah dan senang.

source: Email Address
my: Alamat emel

source: Confirm password
my: Sahkan Kata Kunci

source: Signup
my: Daftar

source: Team Code Verification
my: Kod Pengesahan Pasukan

source: Enter verification code
my: Masukkan kod pengesahan

source: Esport Brunei - Team Registration
my: Esport Brunei - Pendaftaran Berpasukan

source: Register a team to become official for tournament sign ups!
my: Daftarkan pasukan anda untuk mendapatkan akses rasmi bagi menyertai acara-acara kelak

source: Team Name
my: Nama pasukan

source: Team Coach's Name
my: Nama Jurulatih Pasukan

source: Game Played
my: Permainan yang telah dimain

source: Team Logo
my: Logo Pasukan
